{
    "entries": {
        "@narrator_commander_phillips": "Commander Phillips",
        "@narrator_phillips": "Phillips",
        "@narrator_specialist_hughes": "Specialist Hughes",
        "@narrator_hughes": "Hughes",
        "@narrator_doctor_velasquez": "Dr. Velasquez",
        "@narrator_velasquez": "Velasquez",
        "@narrator_hero": "Team",
        "@narrator_friendly_strafer": "Shady Strafer",
        "@narrator_brandon_phillips": "Brandon Phillips",
        "@narrator_kioni": "Kioni",
        "@narrator_exalted_one": "Exalted One",
        "@narrator_doctor_sullivan": "Dr. Sullivan",
        "@narrator_sullivan": "Sullivan",
        "@narrator_doctor_vickers": "Dr. Vickers",
        "@narrator_vickers": "Vickers",
        "@narrator_echo": "Echo",
        "@narrator_the_voice": "The Voice",
        "@narrator_strix": "Strix",
        "@narrator_pill": "Pill",
        "@narrator_mongoose": "Mongoose",
        "@narrator_brisa": "Brisa",
        "@narrator_orbit": "Orbit",
        "@narrator_malva": "Malva",
        "@narrator_kite": "Kite",
        "@narrator_ram": "Ram",
        "@narrator_dispatcher": "Randy",
        "@narrator_pilot": "Pilot",
        "@narrator_doctor_queen": "Lily Queen",
        "@narrator_queen": "The Queen",
        
        "@subtitles_pve_horde_sullivan_activity_completed_01": "Congratulations, team! Another trophy to the pile.",
        "@subtitles_pve_horde_sullivan_activity_completed_02": "Congrats, Shellguard! Keep it up!",
        "@subtitles_pve_horde_sullivan_activity_completed_03": "Nice work, Shellguard!",
        "@subtitles_pve_horde_sullivan_activity_completed_04": "Congratulations, team! Keep up the good work.",
        "@subtitles_pve_horde_velasquez_activity_completed_01": "Nice work, people. Thank you.",
        "@subtitles_pve_horde_velasquez_activity_completed_02": "Brilliant execution, squad! Let us proceed now.",
        "@subtitles_pve_horde_velasquez_activity_completed_03": "Excellent work. I'm proud of you, team.",
        "@subtitles_pve_horde_velasquez_activity_completed_04": "You've done it. Great teamwork out there!",
        "@subtitles_pve_horde_velasquez_activity_completed_05": "Excellent work, team.",
        
        "@subtitles_pve_short_sunken_hughes_01": "Girls and boys, last time we were so quick to storm this facility that we might have missed some valuable data.<div class='Br'></div>I need you to scour the complex once again, but this time, more thoroughly.<div class='Br'></div>Be sure to send me any data you come across.",
        "@subtitles_pve_short_sunken_hughes_02": "Sorry for making you get your feet wet!<div class='Br'></div>Let's hope we can find some storage devices that survived this deluge…",
        "@subtitles_pve_short_sunken_hughes_03": "I've got the data from that one! Good find! Keep looking for more.",
        "@subtitles_pve_short_sunken_hughes_031": "Chunk of data received!",
        "@subtitles_pve_short_sunken_hughes_04": "That was the last of them! Nice work! Proceed to the exit, and prep for extraction.",
        "@subtitles_pve_short_sunken_hughes_05": "Team, I'm afraid we have attracted Strafer attention with these unauthorized uploads.<div class='Br'></div>You'll have to deal with the landing party before we can send evac.",
        "@subtitles_pve_short_sunken_hughes_06": "All clear, team! The shuttle will pick you up at the top of the lighthouse! Head over there!",
        "@subtitles_pve_short_sunken_hughes_07": "Team, hold out for a little longer! The shuttle is on its way!",
        "@subtitles_pve_short_sunken_hughes_08": "All right, children, the school bus is here! Get in, and let's go home.",
        "@subtitles_pve_short_sunken_hughes_09": "Okay, so these Strafers were exposing human subjects to Red Salt—well, that part was pretty obvious…<div class='Br'></div>But what's interesting is that, for some reason, they didn't expect the subjects to turn.<div class='Br'></div>I'm getting numerous records of some 'Essence of Trial' being injected directly in the bloodstream.<div class='Br'></div>This must be what they did to Kioni! Oh, Doctor Velasquez owes you a treat!",
        "@subtitles_pve_short_escape_hughes_01": "All right, people, the Chosen is gone, but I'm afraid this isn’t over.<div class='Br'></div>The Strafers have called in reinforcements, and your only route to extraction is back through that wretched base. Let's go!",
        "@subtitles_pve_short_escape_hughes_02": "The Strafers have activated force barriers to keep you inside the perimeter.<div class='Br'></div>Clear the facility, and you'll be able to switch these barriers off.",
        "@subtitles_pve_short_escape_hughes_03": "Team, you are doing well! Turn off the barriers and proceed to the helipad.",
        "@subtitles_pve_short_escape_hughes_04": "All clear… ah, but the helipad is wired!<div class='Br'></div>It'll blow our shuttle to pieces if we try to land.<div class='Br'></div>Team, you must head over to the original LZ!",
        "@subtitles_pve_short_escape_hughes_05": "Another Strafer platoon has arrived! You know the drill!",
        "@subtitles_pve_short_escape_hughes_06": "Nice work, team! You are almost there.<div class='Br'></div>Proceed to the landing zone, and signal for extraction.",
        "@subtitles_pve_short_escape_hughes_07": "Crystalline anomaly ahead, beware!",
        "@subtitles_pve_short_escape_hughes_08": "There! The comm station! Restart it, so I can have a clear GPS signal.",
        "@subtitles_pve_short_escape_hughes_09": "Well done, team! The signal is clear as day.<div class='Br'></div>Standby for evac. You totally earned some R&R.",
        "@subtitles_pve_short_escape_hughes_10": "Heads up, team! I'm reading a massive bioform signature… Ah, it's a Stilt!<div class='Br'></div>Places like these don't ever let you go easily, do they?",
        "@subtitles_pve_short_bastion_hughes_01": "Team, I'm getting a strange signature from the beacon that we planted on that Strafer base.<div class='Br'></div>Judging from the readings, we may be dealing with a new strain of the Crystalline!<div class='Br'></div>I need you to scour the base and locate the source of this abnormality.",
        "@subtitles_pve_short_bastion_hughes_02": "Okay, first we need to turn the power back on.<div class='Br'></div>Activate the generator, and standby for system reboot.",
        "@subtitles_pve_short_bastion_hughes_03": "Ah, the place is swarming with Glassheads! It's like something is attracting them here…",
        "@subtitles_pve_short_bastion_hughes_04": "Lights on! Let's see if we can track this anomaly. Give me access to the local network.",
        "@subtitles_pve_short_bastion_hughes_05": "Entering the system… Guys, I need an overriding passcode.<div class='Br'></div>Try the commander's console. Main building, second floor.",
        "@subtitles_pve_short_bastion_hughes_06": "All right, tracking the anomaly now… Got it!<div class='Br'></div>It's one of the containers in the courtyard! Check it!",
        "@subtitles_pve_short_bastion_hughes_07": "Whoa! That stuff surely looks different…<div class='Br'></div>Team, we've got to take this cargo home.",
        "@subtitles_pve_short_bastion_hughes_08": "Team, I'm reading a massive Glasshead presence!<div class='Br'></div>Whatever it is in that container, the Zone doesn't like it!<div class='Br'></div>Get on the walls, and prep for Glasshead assault!",
        "@subtitles_pve_short_bastion_hughes_09": "Here they come! Don't let them breach the gate!",
        "@subtitles_pve_short_bastion_hughes_10": "Guys, the Thunderbird has arrived! Let's use it for air support!<div class='Br'></div>Find a comm station, connect to the UAV, and you'll be able to direct the air strikes manually!",
        "@subtitles_pve_short_bastion_hughes_11": "Pretty awesome, right? Let's not waste missiles, though. Save them for the tough ones.",
        "@subtitles_pve_short_bastion_hughes_12": "Team, they have broken through the gate! Protect the cargo!",
        "@subtitles_pve_short_bastion_hughes_13": "Ah… they are destroying the container!",
        "@subtitles_pve_short_bastion_hughes_14": "Cargo eliminated… We've failed this one, team.",
        "@subtitles_pve_short_bastion_hughes_15": "Last wave, people! Stand your ground for a little longer!",
        "@subtitles_pve_short_bastion_hughes_16": "You did it! The Zone is exhausted… well, for now.<div class='Br'></div>Let's grab the cargo and get out of here. Great job, everyone!",
        "@subtitles_pve_short_starfall_hughes_01": "Team, the Strafers have deployed one of their electromagnetic coils on this island.<div class='Br'></div>These coils are designed to facilitate the growth of Crystalline constructs.<div class='Br'></div>To disable this effect, we'll need to turn off the positive polarity nodes, and preserve the negative ones. I'd best explain it on the go.",
        "@subtitles_pve_short_starfall_hughes_02": "Okay, let's start with the one on the roof of the central building.<div class='Br'></div>Get up there and switch that node off!",
        "@subtitles_pve_short_starfall_hughes_03": "Nice work! Now the opposite negative node began attracting the Zone's attention.<div class='Br'></div>Head over to it and protect it from Glasshead assault.",
        "@subtitles_pve_short_starfall_hughes_04": "There's our node! Don't let the Glassheads destroy it!",
        "@subtitles_pve_short_starfall_hughes_05": "Ah, the node is destroyed… Abort mission. We'll try again another time.",
        "@subtitles_pve_short_starfall_hughes_06": "Doing great, team! I've marked the next positive node on your radar. Expect Strafer resistance!",
        "@subtitles_pve_short_starfall_hughes_07": "This one's off! Marvelous! Now hurry to the opposite negative node!",
        "@subtitles_pve_short_starfall_hughes_08": "All right, you know the drill. Keep the Glassheads away from the node!",
        "@subtitles_pve_short_starfall_hughes_09": "Excellent work! There is only one more node to disable, and we'll short-circuit this hellish device!",
        "@subtitles_pve_short_starfall_hughes_10": "You've done it, team! The coil is officially sabotaged.<div class='Br'></div>These Strafers will think twice before setting up something like this again.",
        "@subtitles_pve_short_backstab_hughes_01": "Okay, team. Let's take a closer look on that Crystalline Core you've blown up earlier.<div class='Br'></div>Call on the scanner drone when you reach the spot. And, as always, beware of Glassheads!",
        "@subtitles_pve_short_backstab_hughes_02": "Aha! So it turned into one of those… Transmutators, or whatever the Doc is calling them.<div class='Br'></div>You've dealt with their kind before, haven't you? The trick is to put down the runners before they reach the Core.<div class='Br'></div>If you let a runner through, you've got yourselves an Adamant!",
        "@subtitles_pve_short_backstab_hughes_03": "All right, the little bee is working. Give it some time.",
        "@subtitles_pve_short_backstab_hughes_04": "We've collected the data! That was… fairly easy.<div class='Br'></div>Now, the hard part will be getting you out of the Zone. A sandstorm is rapidly approaching from the east.<div class='Br'></div>I'm going to guide you to the nearest comm station, but be ready to fight your way through.",
        "@subtitles_pve_short_backstab_hughes_05": "Careful! These corridors are swarming with glass hounds!",
        "@subtitles_pve_short_backstab_hughes_06": "Ah, so the Strafers have reinforced their outpost. Clear them out and make your way to the gate!",
        "@subtitles_pve_short_backstab_hughes_07": "Okay, team. The sandstorm has caught up with you.<div class='Br'></div>The comm station is not far, but the visibility is limited. Proceed with caution!",
        "@subtitles_pve_short_backstab_hughes_08": "Guys, don't be an easy target for those snipers! Take one step at a time!",
        "@subtitles_pve_short_backstab_hughes_09": "There's the comm station! Clear it of the enemy forces!",
        "@subtitles_pve_short_backstab_hughes_10": "Okay, we have a signal. Dispatching the Bronto, ETA three minutes! Hold on!",
        "@subtitles_pve_short_backstab_hughes_11": "Excellent work, team! Hop on. Let's get you out of this wretched place!",
        "@subtitles_pve_short_cybtrail_hughes_01": "Hey, team! Doctor Velasquez wants to track down a so-called interdimensional bubble.<div class='Br'></div>A rare anomaly that has something to do with the Red Realm.<div class='Br'></div>I was lucky to catch one on my radar, not far from here.<div class='Br'></div>Let's see what the fuss is about, shall we?",
        "@subtitles_pve_short_cybtrail_hughes_02": "Well, I can see why they call it a bubble…<div class='Br'></div>The doctor's notes here say that these things don't last long.<div class='Br'></div>Follow the anomaly. We need to take a peek through its membrane.",
        "@subtitles_pve_short_cybtrail_hughes_03": "Ah, it's clearly weakening, guys. The membrane is all but invisible…",
        "@subtitles_pve_short_cybtrail_hughes_04": "And the bubble is gone. Couldn't get much readings from it… but guess what?<div class='Br'></div>I think we can use a Strafer device in the nearby tunnel to summon another one!<div class='Br'></div>We'll have to clear their hideout first, though. Let's get on to it!",
        "@subtitles_pve_short_cybtrail_hughes_05": "Here it is, the Strafer hideout.<div class='Br'></div>Your path lies towards the abandoned metro station.<div class='Br'></div>Beware: they've called in reinforcements.",
        "@subtitles_pve_short_cybtrail_hughes_06": "Nice work so far! Now, onto the fun part. There is an electromagnetic field generator on the station ahead.<div class='Br'></div>Once active, it will attract every Glasshead in these tunnels, so you'll have to defend it for a minute or so.<div class='Br'></div>Then, if my theory is correct, we'll get ourselves a brand new bubble! Let's give it a shot!",
        "@subtitles_pve_short_cybtrail_hughes_07": "Good, the generator is working. Keep it safe, team!",
        "@subtitles_pve_short_cybtrail_hughes_08": "Ha! We did it, people. You are now inside the interdimensional bubble!<div class='Br'></div>Try to keep up with it while I gather data from your environment sensors.",
        "@subtitles_pve_short_cybtrail_hughes_09": "Guys, I'm receiving loads of sweet data!<div class='Br'></div>Tell the science team they owe you a month-worth supply of pizza, no less!",
        "@subtitles_pve_short_cybtrail_hughes_10": "The bubble has nearly evaporated! Just a few more readings, hang on!",
        "@subtitles_pve_short_cybtrail_hughes_11": "Excellent work here, team! Now we know how to conjure these bubbles at will.<div class='Br'></div>Might come in handy in our Red Realm investigations… Prep for evac.<div class='Br'></div>Always a pleasure guiding you on these missions.",
        "@subtitles_pve_short_twins_velasquez_01": "Team, something very strange is happening around the crash site of our stratospheric vessel.<div class='Br'></div>We are getting signs of an electromagnetic disturbance, atypical for the regular Crystalline.<div class='Br'></div>It pains me to return here… but we must investigate.",
        "@subtitles_pve_short_twins_velasquez_02": "Ah, mierda! Of course, those wretched Chosen are involved. Who else could that be…<div class='Br'></div>Team, I need you to peek inside that portal and bring me a sample of whatever you find there!",
        "@subtitles_pve_short_twins_velasquez_03": "Is this some… pocket dimension? Astonishing! Grab a sample of that purple crystal and bring it to the storage bin.",
        "@subtitles_pve_short_twins_velasquez_04": "Guys, protect the gateway while your teammate is inside!",
        "@subtitles_pve_short_twins_velasquez_05": "Another rift detected! Go for it!",
        "@subtitles_pve_short_twins_velasquez_06": "One more rift on my sensors! Ah, this Chosen must be toying with us!",
        "@subtitles_pve_short_twins_velasquez_07": "Nice work here, team. Me and my people will get to the bottom of this purple strain. Now, these Strafers are based in the nearby mountain pass.<div class='Br'></div>How about we drop by and say hello? By which, of course, I mean raze their operation to the ground!<div class='Br'></div>And if you happen to encounter that Chosen fellow, please make it clear to him that we will not tolerate his dancing on our people's bones!",
        "@subtitles_pve_short_twins_velasquez_08": "There! Huh. Smart fortification, I'm sure the Commander would have given it credit…<div class='Br'></div>But no matter! Get up there, team, and leave no stone unturned!",
        "@subtitles_pve_short_twins_velasquez_09": "You've cleared this snake den… Great job. Proceed to the exit, but beware of those nasty glass flies.",
        "@subtitles_pve_short_twins_velasquez_10": "What in the name of goodness are these Chosen up to? Commanding the crystal?<div class='Br'></div>Bending it to their will? As if the alien plague itself wasn't enough…",
        "@subtitles_pve_short_twins_velasquez_11": "So, this coward won't even fight us? Don't worry, we'll get to him and his lackeys soon enough.<div class='Br'></div>Now cut these Stilts down to size, and let's be done with it…",
        "@subtitles_pve_short_twins_velasquez_12": "Those lightning rods are healing the creatures! Turn them off!",
        "@subtitles_pve_short_twins_velasquez_13": "Excellent work, people. Evac shuttle is on approach. Commander and I will have a serious talk.<div class='Br'></div>We need a plan how to deal with these Chosen once and for all!",
        "@subtitles_pve_short_cargo_velasquez_01": "Ground team! The Strafers are trying to steal the cargo that we were moving out of the Zone.<div class='Br'></div>Catch up with the raiding party, and take that cargo back! Let's go.",
        "@subtitles_pve_short_cargo_velasquez_02": "Team, you need to stay close to the cart. That way, it'll follow the intended route.",
        "@subtitles_pve_short_cargo_velasquez_03": "Guys, you need to take control of the cart!",
        "@subtitles_pve_short_cargo_velasquez_04": "We have the cargo! Nice work… but the mission isn't over just yet.<div class='Br'></div>That thing we extracted… the Zone will not let it go easily.",
        "@subtitles_pve_short_cargo_velasquez_05": "Here we go, squad! Destroy the anomaly, and the cargo is safe with us!",
        "@subtitles_pve_short_cargo_velasquez_06": "It's done! I knew we could rely on you, team. Evac shuttle inbound. Great work!",
        "@subtitles_pve_short_liberty_velasquez_01": "Team, I received a disturbing intelligence report. The Strafers brought Doctor Queen's body to their secret lab, which should be located somewhere around here.<div class='Br'></div>Lily did not deserve turning into that… monster, and she will not be a tool for their horrendous rituals!<div class='Br'></div>We must give her… a proper burial. We owe her that much. Don't let me down, squad.",
        "@subtitles_pve_short_liberty_velasquez_02": "They must be using the old fallout shelter beneath the island. Look for the underground entrance!",
        "@subtitles_pve_short_liberty_velasquez_03": "There's the entrance! Nice work. Clear the guards, and take the elevator down.",
        "@subtitles_pve_short_liberty_velasquez_04": "Okay, there are two wings in this bunker.<div class='Br'></div>First, you'll have to clear the tech wing and obtain the security codes.<div class='Br'></div>Then we'll use those codes to enter the bio wing. Lily is there, I can feel it!",
        "@subtitles_pve_short_liberty_velasquez_05": "Squad, beware of scanners. Avoid those lasers at any cost!",
        "@subtitles_pve_short_liberty_velasquez_06": "Guys, take it one step at a time. This is their territory, not ours. You must be careful!",
        "@subtitles_pve_short_liberty_velasquez_07": "There! That's the main terminal! Log in and standby for the pass codes.",
        "@subtitles_pve_short_liberty_velasquez_08": "We have the codes! Team, I knew I could count on you. Unlock the bio wing, and find Lily!",
        "@subtitles_pve_short_liberty_velasquez_09": "Dios mio, the Crystalline is… all over this place.<div class='Br'></div>Beware the creatures, team. And try to avoid those lightning traps…",
        "@subtitles_pve_short_liberty_velasquez_10": "There! Oh, God… Lily! Is she breathing? Someone, check her vitals, now!",
        "@subtitles_pve_short_liberty_velasquez_11": "What did they do to you? Team, we need to extract her!",
        "@subtitles_pve_short_liberty_velasquez_12": "What the… Of course. It all makes sense now. Squad… I'm afraid our search was in vain.<div class='Br'></div>Doctor Queen… isn't here, and she never was. I'm not even sure it was her whom we encountered at that crash site.<div class='Br'></div>Let's get out of this wretched place. I'll send evac as soon as you're back at the surface.",
        "@subtitles_pve_short_liberty_velasquez_13": "Team, I am in your debt. Thank you… for giving me clarity. Velasquez out.",
        "@subtitles_pve_short_portal_velasquez_01_a": "We need to look into this 'teleportation' tech that the Strafers are using.<div class='Br'></div>My theory is that they are creating micro clusters within the Red Realm. Let's find out how they do it.",
        "@subtitles_pve_short_portal_velasquez_01_b": "Team, we are detecting suspicious Strafer activity in this area.<div class='Br'></div>They have somehow opened a gateway to the Red Realm.<div class='Br'></div>I need you to investigate, and if possible, obtain a piece of this technology.",
        "@subtitles_pve_short_portal_velasquez_02_a": "These landing pods are clearly using teleportation.<div class='Br'></div>Although, 'interdimensional traversal' would be a better term for it…<div class='Br'></div>In any event, the gateway must be nearby. Keep looking!",
        "@subtitles_pve_short_portal_velasquez_02_b": "These landing pods are a perfect example of applied teleportation.<div class='Br'></div>Although, 'interdimensional travel' would be a better way to call it…<div class='Br'></div>Team, the portal must be here somewhere!",
        "@subtitles_pve_short_portal_velasquez_03_a": "Careful! Those crystal… 'lotuses' don't seem to be fond of company.",
        "@subtitles_pve_short_portal_velasquez_03_b": "Watch how you go! The carapaces submerge if you linger for too long!",
        "@subtitles_pve_short_portal_velasquez_04_a": "There! That device must be keeping the gateway open. Clear the area, team!",
        "@subtitles_pve_short_portal_velasquez_04_b": "There! That's the teleporter we've been looking for! Hold out until it opens up a rift!",
        "@subtitles_pve_short_portal_velasquez_05_a": "Team! Can you hear me? Listen: you are inside the micro cluster.<div class='Br'></div>I need you to grab a piece of hardware that maintains the gateway.<div class='Br'></div>Look around — but be careful!",
        "@subtitles_pve_short_portal_velasquez_05_b": "Ground team? Oh, we have connection. Good.<div class='Br'></div>You are now in the Red Realm, but don't worry, it's just a tiny cluster.<div class='Br'></div>Look for Strafer hardware that keeps this place running.",
        "@subtitles_pve_short_portal_velasquez_06": "Yes! This is exactly what we came here for. Now weaken the Crystalline here to destroy the cluster.",
        "@subtitles_pve_short_portal_velasquez_07": "Nice work, team. Now we should be able to open those rifts ourselves.<div class='Br'></div>The thing's dangerous — but with luck, we'll give these Strafers a taste of their own medicine.",
        "@subtitles_pve_short_quicksand_phillips_01": "You saw who?! Impossible! He's been…<div class='Br'></div>Team, I need you to report everything you've seen and heard up to this moment!<div class='Br'></div>Every last bit, understood? We gotta get you out of there first, though.<div class='Br'></div>I'm taking a bird. Rendez-vous in ten minutes! Over.",
        "@subtitles_pve_short_quicksand_phillips_02": "Team, I'm headed your way. Don't know what kind of wasp nest you've poked, but it's striking lightning bolts all over the place.<div class='Br'></div>Here's the rendezvous coordinates. Get you asses over there and make it quick!",
        "@subtitles_pve_short_quicksand_phillips_03": "The cavalry has arrived!",
        "@subtitles_pve_short_quicksand_phillips_04": "Damn storm! I can't land here, need a high ground.<div class='Br'></div>Head over to the city ruins. I'll try to clear the path for you.",
        "@subtitles_pve_short_quicksand_phillips_05": "Okay, I'm at the ruins. No storm here, but I detect a Strafer platoon rapidly approaching. Hurry up!",
        "@subtitles_pve_short_quicksand_phillips_06": "How do you like this, motherfuckers? Ha-ha, just like old times!<div class='Br'></div>Team, I'm gonna pick you up once the landing is clear!",
        "@subtitles_pve_short_quicksand_phillips_07": "You goddamn lunatics! How many more of you do we got to kill? Let's deal with this last batch, fellas!",
        "@subtitles_pve_short_quicksand_phillips_08": "Finally, a clear landing spot. Get in, people!<div class='Br'></div>I want to see your reports on my table as soon as we get to base!"
    }
}