{
    "entries": {
        "@tip0": "Test tip!",
        "@lore_tip1": "Shellguard Operatives are genetically immune to the Crystalline.",
        "@lore_tip2": "Shellguard was created to oppose the Crystalline threat.",
        "@lore_tip3": "The Strafe Witnesses seek to enhance humanity with the Crystalline.",
        "@lore_tip4": "Glassheads are a product of Crystalline transformation.",
        "@lore_tip5": "Impact Zones are considered biohazardous, uninhabitable territories with no state jurisdiction.",
        "@lore_tip6": "The Chosen are enhanced with the Crystalline, but not overtaken by it.",
        "@lore_tip7": "The Crystalline is a silicon-based alien life form.",
        "@lore_tip8": "The Crystalline functions similarly to a neural network.",
        "@lore_tip9": "Immunity to the Crystalline is extremely rare.",
        "@lore_tip10": "The Strafe Witnesses have been preparing for the Crystalline's arrival for nearly ten years.",
        "@lore_tip11": "'Strafers' is the unofficial nickname for members of the militant wing of the Strafe Witnesses.",
        "@lore_tip12": "The Strafe was the bombardment of the Earth by the debris of Object X.",
        "@lore_tip13": "The Strafe Witnesses aim to perceive the Crystalline from both scientific and mystical perspectives.",
        "@lore_tip14": "Sprouts are clusters of growing Crystalline. They are at least eighty percent of its total mass.",
        "@lore_tip15": "Crystalline Constructs are uniformly shaped glassy structures that emerge in the Impact Zones.",
        "@lore_tip16": "The Voice is the decentralized collective consciousness of the Crystalline.",
        "@lore_tip17": "Strafe Witnesses is an occult organization that aims to establish control over the Impact Zones.",
        "@lore_tip18": "The Crystalline cannot be defeated with conventional warfare. It will not bargain. It will never surrender.",
        "@lore_tip19": "The Heidelberg Group was a team of scientists that studied the Crystalline in the first weeks after the Strafe.",
        "@lore_tip20": "While the Crystalline cannot transform an Immune, it can still kill them.",
        "@lore_tip21": "Strix is a former U.S. Army sergeant. She served in the Delta Force.",
        "@lore_tip22": "Mongoose spent two years in prison for partaking in illegal MMA fights.",
        "@lore_tip23": "Before the Strafe, Malva was a field medic in the Armed Forces of Ukraine.",
        "@lore_tip24": "Kite is neurodivergent. He is extremely intelligent but hardly sociable.",
        "@lore_tip25": "Before the Strafe, Brisa was a secret agent with the Brazilian Intelligence Agency.",
        "@lore_tip26": "Ram lost both of his arms in a failed attempt to disarm a mine.",
        "@lore_tip27": "Prior to the Strafe, Pill served in the Australian Medical Corps.",
        "@lore_tip28": "When the Strafe hit, Orbit was an astronaut aboard the International Space Station.",
        "@lore_tip29": "The First Descent was an early attempt of a military expedition to the Dubai Impact Zone.",
        "@lore_tip30": "The Crystalline kills. Slowly.",
        "@horde_tip_12": "Red Salt can be collected from Crystalline deposits. CPL will dispatch supply drops in exchange for the Salt.",
        "@horde_tip_13": "Chosen stashes may contain any type of currency, as well as some powerful pieces of Chosen gear.",
        "@horde_tip_14": "A Mule is a robotized forward station. Use the Mules to order supplies or call for extraction.",
        "@horde_tip_15": "You may choose to spend Red Salt on supply drops or extract it for Season XP.",
        "@horde_tip_16": "A threat level indicates the overall game difficulty. Higher threat levels mean more buffed and aggressive enemies.",
        "@horde_tip_17": "The squad can signal for extraction at any time when in proximity to a Mule.",
        "@horde_tip_18": "Mules give out special assignments relevant to the sector of the Zone you are currently in.",
        "@horde_tip_19": "Use your environment scanners to locate various points of interest on the map.",
        "@horde_tip_20": "You are rewarded for the amount of resources collected, not the number of enemies killed.",
        "@horde_tip_21": "Long press <span style='color: #209DD6;'>%quick_melee%</span> to select a dedicated melee weapon.",
        "@horde_tip_22": "Locate and use Decontaminators to slow down the contamination progress.",
        "@horde_tip_23": "World activities are not obligatory, but reward you with extra currency upon completion.",
        "@horde_tip_24": "Red Salt is a shared resource. When you choose to spend it, you are making the purchase on behalf of the whole team.",
        "@horde_tip_25": "Dungeons are extremely difficult activities that will require proper team coordination.",
        "@horde_lore_tip_1": "CPL is a private company focused on the development of Crystalline technologies.",
        "@horde_lore_tip_2": "Matthew Sullivan is the CEO and founder of CPL.",
        "@horde_lore_tip_3": "CPL aims to restrain the Crystalline within Impact Zones and use it for technological advancements.",
        "@horde_lore_tip_4": "Press and hold <span style='color: #209DD6;'>%scoreboard%</span> to view the list of acquired perks.",
        "@horde_lore_tip_5": "Red Salt isn't actually red when contained in a deposit. It changes color by becoming part of a complex organism.",
        "@tip1": "Exo characters can bash down doors.",
        "@tip2": "Trooper characters regenerate health faster.",
        "@tip3": "Recons use a climbing hook to reach inaccessible elevated spots.",
        "@tip4": "Medics revive their teammates back to full health.",
        "@tip5": "You can customize weapon attachments in the Armory.",
        "@tip6": "Switching to a sidearm is faster than reloading.",
        "@tip7": "You can apply various skins to weapons and character outfits.",
        "@tip8": "The more kills you get, the faster your ultimate ability is charged.",
        "@tip9": "If you fall, you take damage. Gravity is a bitch.",
        "@tip10": "Some in-game interactions are only available to certain characters.",
        "@tip11": "When playing as Exo, press <span style='color: #209DD6;'>%sprint%</span><span>%gamepad_sprint%</span> to boost your character's run speed.",
        "@tip12": "Once you've pulled out the pin, a grenade is no longer your friend.",
        "@tip13": "Hitting <span style='color: #209DD6;'>%open_chat%</span> opens the text chat.",
        "@tip14": "Holding <span style='color: #209DD6;'>%push2talk%</span> activates voice chat.",
        "@tip15": "You can switch weapons in-game. Press <span style='color: #209DD6;'>%toggle_esc_menu%</span> to access the selection menu.",
        "@tip16": "An ultimate ability only lasts for a few seconds. Don't screw it up!",
        "@tip17": "You can safely try out different characters and loadouts in the Shooting Range.",
        "@tip18": "Level up Operatives to access enhanced versions of their abilities and skills.",
        "@tip19": "Any Operative can equip any weapon.",
        "@tip20": "Premium pass not only grants access to unique cosmetics, but also boosts the accumulation of Season XP.",
        "@tip21": "Every Operative can revive their teammates, but Medics do so much more quickly.",
        "@tip22": "Season Events are on a regular rotation. Come back tomorrow to play something new!",
        "@tip23": "Level up weapons that are available to you in order to gain access to new ones.",
        "@tip24": "You can purchase various cosmetic items for weapons and characters in the Store.",
        "@tip25": "Attachments can substantially boost a weapon's efficiency, or even alter its behavior completely.",
        "@tip26": "You can switch characters in-game. Press <span style='color: #209DD6;'>%toggle_esc_menu%</span> to access the selection menu.",
        "@tip27": "Legendary modifications provide weapons with additional perks.",
        "@tip28": "You can low kick enemy characters in PvP matches. Get up close, and press <span style='color: #209DD6;'>%use%</span>.",
        "@tip29": "When the enemy gets too close, press <span style='color: #209DD6;'>%quick_melee%</span> to hit them with a melee weapon.",
        "@tip30": "Season XP is granted for completing Tasks and extracting Red Salt from Expeditions.",
        
        "@pve_lorepad_strafer_01_title": ":: Zone-wide; urgent!",
        "@pve_lorepad_strafer_01_msg": "|From|: Pillar of Creation \n|Subject|: Chasers \n \nDisciples! We need to confirm the following hypothesis: Chasers originate from dedicated micro-clusters within the Red Realm. Run anomaly scans throughout the Zone, look for evidence of micro-clusters with Chaser biosigns. If successful, establish controlled rifts and pursue further investigation. Do not purge the clusters! Observe and gather data until further notice. Design the means to capture living Chasers for additional tests. \n \n-V.",
        "@pve_lorepad_strafer_02_title": ":: Alpha-Bravo; priority: duo",
        "@pve_lorepad_strafer_02_msg": "|From|: Pillar of Wrath \n|Subject|: Landing spots \n \nEnemy landing spots have been identified in sectors Alpha and Bravo; coordinates to be transmitted via secure channel. They choose to land in areas with minimal Crystalline activity. Fitting for ambush. Stratos pod usage expedient. Spread-out tactics advisable. Remember: they arrive with little-to-no gear. Take advantage of this! \n \nPretorius",
        "@pve_lorepad_strafer_03_title": ":: Delta; priority: tria",
        "@pve_lorepad_strafer_03_msg": "|From|: Faroes Protectorate \n|Subject|: N.I.W. sightings \n \nAttention all cohorts! Any non-infected wildlife sightings are to be documented as per Protocol 0-94. Any captured N.I.W. are to be shipped to the Deep Rock station under personal supervision of a Tesserarius. Failure of capture must result in elimination. Any attempt of the Impure to investigate N.I.W. should be treated as Threat priority: unus. \n \nIn Seer's name! \nF.P.",
        "@pve_lorepad_strafer_04_title": ":: Re: Anonymous complaint",
        "@pve_lorepad_strafer_04_msg": "Sir, respectfully, these Chosen are a pain in the ass. The fact that they've endured the Trial doesn't give them the right to boss us around. My platoon has been doing nothing but running their errands. I am belaying the Pillars' orders because we are busy clearing another Chaser nest or digging for the damned salt! They are arrogant and self-centered, and only seem to care about their own agenda. If I may speak freely, sir, we are going to have more trouble with these Chosen than we are having with the wretched Impures… \n \n|End of file|",
        "@pve_lorepad_strafer_05_title": ":: Charlie; priority: unus",
        "@pve_lorepad_strafer_05_msg": "|From|: Pillar of Creation \n|Subject|: Abandon U.F.L. \n \nDisciples! The U.F.L. facility has been compromised. You are to cease all operations and abandon premises immediately. Seal the main entrance. Release all test subjects into the premises. Initiate Protocol 1-18. In the event of infiltration by the Impure, they will be in for quite a surprise. \n \n-V.",
        "@pve_lorepad_survi_01_title": "Personal log; day 8",
        "@pve_lorepad_survi_01_msg": "I've been holed up in this desolate place for what feels like an eternity. The eerie silence is suffocating, broken only by the occasional rustle of leaves or distant howl of a desperate creature. My makeshift tent provides little comfort against the harsh reality of my existence. Hunting has become an excruciating task, a desperate dance with starvation. The rifle I clutch to my chest offers a faint glimmer of hope, but the creatures seem to have learned to evade my every shot.",
        "@pve_lorepad_survi_02_title": "Personal log; day 17",
        "@pve_lorepad_survi_02_msg": "Time has become an elusive concept, as each day blends into the next. My body aches from the endless pursuit of sustenance. The once vibrant forest now appears as a barren wasteland. Sleep is but a fleeting visitor, chased away by the gnawing hunger that engulfs me. My hopes of hearing a human voice on the radio have dwindled to mere echoes of a forgotten era. The whispers of my own thoughts grow louder, threatening to take hold of me completely.",
        "@pve_lorepad_survi_03_title": "Personal log; day 42",
        "@pve_lorepad_survi_03_msg": "Survival has become a ruthless battle against despair. The taste of failure clings to my lips as I trudge through the forest, my body weakened by relentless hunger. The rifle, once a symbol of hope, feels heavy and useless in my hands. Its presence only serves to remind me of my inability to tame this unforgiving wilderness. The voices in my head are intertwined and merged into one, commanding and overwhelming voice. Is this what madness feels like? Am I even alive? There's no way of telling for certain…",
        "@pve_lorepad_survi_04_title": "Personal log; day 33",
        "@pve_lorepad_survi_04_msg": "The radio crackles with static, an occasional glimmer of life in this desolation. I listen intently, my heart pounding in my chest. But the voices I long to hear remain trapped in the void. The once-familiar frequencies are silent, the lifelines severed. Perhaps I am the last remnant of humanity, left to wander this broken world alone. The boundaries between reality and delusion blur, as I question the very nature of my existence.",
        "@pve_lorepad_survi_05_title": "Personal log; day 51",
        "@pve_lorepad_survi_05_msg": "I stand on the precipice of madness, teetering between hope and despair. The hunger claws at my insides, fueling the darkness that consumes me. I scream into the void, my voice lost amidst the silence. The island, once a sanctuary, now closes in on me, whispering secrets I can't decipher. The world has become a desolate canvas, devoid of life and color. In this shadowed existence, I am but a solitary figure, a forgotten echo. Will I ever find solace, or am I doomed to wander this wasteland alone?"
    }
}